Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: IdentityVerification|Before you can use GitLab-hosted runners, we need to verify your account.
sv: IdentityVerification|Innan du kan använda GitLab-värdbaserade runners måste vi verifiera ditt konto.

source: If your HTTP repository is not publicly accessible, add your credentials.
sv: Om ditt HTTP-kodförråd inte är offentligt tillgängligt lägger du till dina autentiseringsuppgifter.

source: Import|Invalid credentials
sv: Import|Ogiltiga autentiseringsuppgifter

source: Import|There is not a valid Git repository at this URL. If your HTTP repository is not publicly accessible, verify your credentials.
sv: Import|Det finns inget giltigt Git-kodförråd på den här URL:en. Om ditt HTTP-kodförråd inte är offentligt tillgängligt kontrollerar du dina autentiseringsuppgifter.

source: In each example, replace %{code_start}TOKEN%{code_end} with the trigger token you generated and replace %{code_start}REF_NAME%{code_end} with the branch or tag name.
sv: Ersätt %{code_start}TOKEN%{code_end} med den trigger-token du skapade och %{code_start}REF_NAME%{code_end} med namnet på grenen eller taggen i varje exempel.

source: Inactive group access tokens
sv: Inaktiva gruppåtkomsttoken

source: Inactive project access tokens
sv: Inaktiva projektåtkomsttoken

source: Instance audit events
sv: Granskningshändelser för instansen

source: Internal - The group and any internal projects can be viewed by any logged in user except external users.
sv: Intern – gruppen och interna projekt kan visas av alla inloggade användare utom externa användare.

source: Invalid access credentials. %{cta}
sv: Ogiltiga autentiseringsuppgifter. %{cta}

source: Invalid credential data received. Try registering the device again.
sv: Ogiltiga autentiseringsuppgifter mottogs. Försök registrera enheten igen.

source: Investigate vulnerabilities
sv: Undersök sårbarheter

source: InviteMembersModal|Group invite removed. It might take a few minutes for the changes to user access levels to take effect.
sv: InviteMembersModal|Gruppinbjudan togs bort. Det kan ta några minuter innan ändringarna av användarnas åtkomstnivåer träder i kraft.

source: InviteMembersModal|Group was successfully invited. It might take a few minutes for the changes to user access levels to take effect.
sv: InviteMembersModal|Gruppen bjöds in. Det kan ta några minuter innan ändringarna av användarnas åtkomstnivåer träder i kraft.

source: InviteUserToOrganization|the member access level can't be higher than the current user's one
sv: InviteUserToOrganization|medlemmens åtkomstnivå får inte vara högre än den aktuella användarens

source: JiraIntegration|Jira issue type to use when creating issues from vulnerabilities.
sv: JiraIntegration|Jira-ärendetyp som ska användas när ärenden skapas från sårbarheter.

source: JiraIntegration|Key of the project to use when creating issues from vulnerabilities.This parameter is required if using the integration to create Jira issues from vulnerabilities.
sv: JiraIntegration|Nyckel för projektet som ska användas när ärenden skapas från sårbarheter. Den här parametern krävs om integreringen används för att skapa Jira-ärenden från sårbarheter.

source: JiraIntegration|Turn on Jira issue creation for GitLab vulnerabilities.
sv: JiraIntegration|Aktivera skapande av Jira-ärenden för GitLab-sårbarheter.

source: JiraRequest|The credentials for accessing Jira are not allowed to access the data. Check your %{docs_link_start}Jira integration credentials%{docs_link_end} and try again.
sv: JiraRequest|Autentiseringsuppgifterna för åtkomst till Jira har inte behörighet till uppgifterna. Kontrollera %{docs_link_start}autentiseringsuppgifterna för Jira-integreringen%{docs_link_end} och försök igen.

source: JiraRequest|The credentials for accessing Jira are not valid. Check your %{docs_link_start}Jira integration credentials%{docs_link_end} and try again.
sv: JiraRequest|Autentiseringsuppgifterna för åtkomst till Jira är inte giltiga. Kontrollera %{docs_link_start}autentiseringsuppgifterna för Jira-integreringen%{docs_link_end} och försök igen.

source: JiraService|API token for a Jira Cloud service account. The account must have sufficient permissions to manage Jira.
sv: Jira-tjänst|API-token för ett Jira Cloud-tjänstkonto. Kontot måste ha tillräckliga behörigheter för att hantera Jira.

source: JiraService|API token or password
sv: Jira-tjänst|API-token eller lösenord

source: JiraService|Comma-separated list of Jira project keys to display. This filter does not restrict the API token's access. Leave blank to display all keys the token can access.
sv: Jira-tjänst|Kommaseparerad lista över Jira-projektnycklar som ska visas. Filtret begränsar inte API-tokenens åtkomst. Lämna tomt för att visa alla nycklar som token kan komma åt.

source: JiraService|Create Jira issues for vulnerabilities
sv: Jira-tjänst|Skapa Jira-ärenden för sårbarheter

source: JiraService|Create Jira issues from GitLab to track any action taken to resolve or mitigate vulnerabilities.
sv: Jira-tjänst|Skapa Jira-ärenden från GitLab för att spåra åtgärder som vidtas för att lösa eller mildra sårbarheter.

source: JiraService|Create only Jira issues for vulnerabilities in this project even if you've enabled GitLab issues.
sv: Jira-tjänst|Skapa endast Jira-ärenden för sårbarheter i det här projektet även om du har aktiverat GitLab-ärenden.

source: JiraService|Jira issues for vulnerabilities (optional)
sv: Jira-tjänst|Jira-ärenden för sårbarheter (valfritt)

source: JiraService|Jira personal access token
sv: Jira-tjänst|Personlig åtkomsttoken för Jira

source: JiraService|Jira personal access token (Jira Data Center and Jira Server only)
sv: Jira-tjänst|Personlig åtkomsttoken för Jira (endast Jira Data Center och Jira Server)

source: JiraService|New API token or password
sv: Jira-tjänst|Ny API-token eller nytt lösenord

source: JiraService|New Jira personal access token
sv: Jira-tjänst|Ny personlig åtkomsttoken för Jira

source: JiraService|New service account token
sv: Jira-tjänst|Ny tjänstkontotoken

source: JiraService|Personal access token
sv: Jira-tjänst|Personlig åtkomsttoken

source: JiraService|Service account token
sv: Jira-tjänst|Tjänstkontotoken

source: JiraService|Use a Jira personal access token. Supported for Jira Data Center and Jira Server.
sv: Jira-tjänst|Använd en personlig åtkomsttoken för Jira. Stöds för Jira Data Center och Jira Server.

source: JiraService|Use a scoped API token for a Jira Cloud service account.
sv: Jira-tjänst|Använd en API-token med begränsat omfång för ett Jira Cloud-tjänstkonto.

source: JiraService|Use an email and API token for Jira Cloud, or a username and password for Jira Data Center or Jira Server.
sv: Jira-tjänst|Använd en e-postadress och API-token för Jira Cloud eller ett användarnamn och lösenord för Jira Data Center eller Jira Server.

source: JiraService|Warning: All users with access to this GitLab project can view any Jira issue the API token used to authenticate can access, including issues outside the Jira project keys specified below.
sv: Jira-tjänst|Varning: Alla användare med åtkomst till GitLab-projektet kan visa alla Jira-ärenden som API-token som användes för autentisering kan komma åt, även ärenden utanför Jira-projektnycklarna nedan.

source: Job token permissions
sv: Behörigheter för jobbtoken

source: JobSource|On-Demand DAST Scan
sv: Jobbkälla|DAST-skanning på begäran

source: JobSource|On-Demand DAST Validation
sv: Jobbkälla|DAST-validering på begäran

source: JobSource|Scan Execution Policy
sv: JobSource|Policy för körning av skanning

source: JobSource|Scheduled Scan Execution Policy
sv: JobSource|Schemalagd policy för körning av skanning

source: Jobs|Job is stuck. Check runners.
sv: Jobs|Jobbet har fastnat. Kontrollera runners.

source: Jobs|Raw text search is not currently supported for the jobs filtered search feature. Please use the available search tokens.
sv: Jobb|Sökning i råtext stöds för närvarande inte i jobbens filtrerade sökfunktion. Använd tillgängliga söktoken.

source: Job|This job is stuck because the project doesn't have any runners online assigned to it.
sv: Job|Jobbet har fastnat eftersom projektet inte har några tilldelade runners online.

source: Job|This job is stuck because you don't have any active runners that can run this job.
sv: Job|Jobbet har fastnat eftersom du inte har några aktiva runners som kan köra jobbet.

source: Job|This job was added by a scan execution policy
sv: Job|Det här jobbet lades till av en policy för körning av skanning

source: Job|trigger token
sv: Jobb|utlösartoken

source: Learn more about custom project templates
sv: Läs mer om anpassade projektmallar

source: Learn more about group-level project templates
sv: Läs mer om projektmallar på gruppnivå

source: LearnGitLab|Analyze your application for vulnerabilities with DAST
sv: Lär dig GitLab|Analysera programmet efter sårbarheter med DAST

source: LearnGitLab|Scan dependencies for vulnerabilities
sv: Lär dig GitLab|Skanna beroenden efter sårbarheter

source: License Scanning for CycloneDX
sv: Licensskanning för CycloneDX

source: LicenseConfigurationSource|License configuration source set to SBOM
sv: LicenseConfigurationSource|Källa för licenskonfiguration är inställd på SBOM

source: Low vulnerabilities present
sv: Låga sårbarheter finns

source: Manage group credentials inventory
sv: Hantera gruppens inventering av autentiseringsuppgifter

source: Manage secret detection behavior for all projects in your GitLab instance
sv: Hantera beteendet för hemlighetsidentifiering för alla projekt i GitLab-instansen

source: ManualVariables|When you %{helpPageUrlStart}run a pipeline manually%{helpPageUrlEnd}, you can specify additional CI/CD variables to use in that pipeline run.
sv: ManualVariables|När du %{helpPageUrlStart}kör en pipeline manuellt%{helpPageUrlEnd} kan du ange ytterligare CI/CD-variabler att använda i pipelinekörningen.

source: MatrixIntegration|Leave blank to use your current token.
sv: Matrix-integrering|Lämna tomt för att använda den aktuella token.

source: MatrixIntegration|New token
sv: Matrix-integrering|Ny token

source: Maximum Conan package file size in bytes
sv: Största filstorlek för Conan-paket i byte

source: Maximum Maven package file size in bytes
sv: Största filstorlek för Maven-paket i byte

source: Maximum NuGet package file size in bytes
sv: Största filstorlek för NuGet-paket i byte

source: Maximum PyPI package file size in bytes
sv: Största filstorlek för PyPI-paket i byte

source: Maximum Terraform Module package file size in bytes
sv: Största filstorlek för Terraform-modulpaket i byte

source: Maximum allowable lifetime for access token (days)
sv: Högsta tillåtna livslängd för åtkomsttoken (dagar)

source: Maximum npm package file size in bytes
sv: Största filstorlek för npm-paket i byte

source: Maximum number of actions per scan execution policy
sv: Maximalt antal åtgärder per policy för körning av skanning

source: Maximum number of schedule rules per scan execution policy
sv: Maximalt antal schemaregler per policy för körning av skanning

source: Maximum number of secrets (%{limit}) for this %{scope} has been reached. Please delete unused secrets or contact your administrator to increase the limit.
sv: Det maximala antalet hemligheter (%{limit}) för detta %{scope} har uppnåtts. Ta bort oanvända hemligheter eller kontakta administratören för att höja gränsen.

source: Medium vulnerabilities present
sv: Medelallvarliga sårbarheter finns

source: MemberRole|Access level
sv: MemberRole|Åtkomstnivå

source: MemberRole|Access level copied to clipboard
sv: MemberRole|Åtkomstnivå kopierad till urklipp

source: MemberRole|Access level: %{id}
sv: MemberRole|Åtkomstnivå: %{id}

source: MemberRole|Compliance management
sv: Medlemsroll|Efterlevnadshantering

source: MemberRole|No project access. View limited group information only.
sv: MemberRole|Ingen projektåtkomst. Visa endast begränsad gruppinformation.

source: MemberRole|Secrets management
sv: Medlemsroll|Hantering av hemligheter

source: MemberRole|The Guest role is for users who need visibility into a project or group but should not have the ability to make changes, such as external stakeholders.
sv: MemberRole|Gästrollen är för användare som behöver insyn i ett projekt eller en grupp men inte ska kunna göra ändringar, till exempel externa intressenter.

source: Microsoft|Client secret
sv: Microsoft|Klienthemlighet

source: Monitor and enforce compliance status and reports
sv: Övervaka och tillämpa efterlevnadsstatus och rapporter

source: Monitor open source libraries and their known vulnerabilities
sv: Övervaka öppen källkodsbibliotek och deras kända sårbarheter

source: MrReports|License compliance
sv: MR-rapporter|Licensöverensstämmelse

source: NamespaceTransfer|Change its visibility settings to match the new namespace.
sv: NamespaceTransfer|Ändra synlighetsinställningarna så att de matchar den nya namnrymden.

source: NamespaceTransfer|Change its visibility settings to match the new parent group.
sv: NamespaceTransfer|Ändra synlighetsinställningarna så att de matchar den nya överordnade gruppen.

source: Neither gitlab_instance_uid or sub found on Cloud Connector token
sv: Varken gitlab_instance_uid eller sub hittades i Cloud Connector-token

source: New error tracking access token has been generated!
sv: Ny åtkomsttoken för felspårning har genererats!

source: New health check access token has been generated!
sv: Ny åtkomsttoken för hälsokontroll har genererats!

source: New runners registration token has been generated.
sv: Ny registreringstoken för runner har genererats.

source: NewFramework|All todos done.
sv: NewFramework|Alla uppgifter är klara.

source: NewFramework|Apply to projects
sv: NewFramework|Tillämpa på projekt

source: NewFramework|Back to compliance center
sv: Nytt ramverk|Tillbaka till efterlevnadscentret

source: NewFramework|Compliance framework created!
sv: Nytt ramverk|Efterlevnadsramverk har skapats!

source: NewFramework|Go to the %{linkStart}compliance center%{linkEnd} to apply this framework to projects.
sv: NewFramework|Gå till %{linkStart}efterlevnadscentret%{linkEnd} för att tillämpa ramverket på projekt.

source: NewFramework|Go to the %{linkStart}policy management page%{linkEnd} to scope a policy for this framework.
sv: NewFramework|Gå till %{linkStart}sidan för policyhantering%{linkEnd} för att begränsa en policy till detta ramverk.

source: NewFramework|How do I apply the framework to projects?
sv: NewFramework|Hur tillämpar jag ramverket på projekt?

source: NewFramework|How to scope policies?
sv: NewFramework|Hur begränsar jag policyer?

source: NewFramework|Policies scoped to a framework serve as solutions to specific compliance requirements and are applied to projects.
sv: Nytt ramverk|Policyer med avgränsning till ett ramverk fungerar som lösningar för specifika efterlevnadskrav och tillämpas på projekt.

source: NewFramework|Projects that have this framework applied are automatically checked against requirements and have policies enforced.
sv: NewFramework|Projekt där det här ramverket tillämpas kontrolleras automatiskt mot kraven och policyer tillämpas.

source: NewFramework|Use the compliance framework to scope policies and include projects to make sure they are compliant.
sv: Nytt ramverk|Använd efterlevnadsramverket för att avgränsa policyer och inkludera projekt så att de uppfyller kraven.

source: No instance runner with the '%{tag}' tag has connected yet. Start the runner so it registers with GitLab before running foundational flows.
sv: Ingen instansrunner med taggen ”%{tag}” har anslutit ännu. Starta runnern så att den registreras med GitLab innan du kör grundläggande flöden.

source: No refresh token available
sv: Ingen uppdateringstoken är tillgänglig

source: No runner executable
sv: Ingen körbar runnerfil

source: No severity matches the provided parameter
sv: Ingen allvarlighetsgrad matchar den angivna parametern

source: No stack trace for this error
sv: Ingen stackspårning för det här felet

source: No suitable runners available for DAST validation
sv: Inga lämpliga runners är tillgängliga för DAST-validering

source: No token found for this MCP server
sv: Ingen token hittades för den här MCP-servern

source: No vulnerabilities present
sv: Inga sårbarheter finns

source: Not permitted to create compliance control
sv: Du har inte behörighet att skapa efterlevnadskontroll

source: Notify|Invalid credentials:
sv: Notify|Ogiltiga autentiseringsuppgifter:

source: ObservabilityLogs|Attribute
sv: ObservabilityLogs|Attribut

source: ObservabilityLogs|Attributes
sv: ObservabilityLogs|Attribut

source: ObservabilityLogs|Count
sv: ObservabilityLogs|Antal

source: ObservabilityLogs|Failed to load logs.
sv: ObservabilityLogs|Det gick inte att läsa in loggarna.

source: ObservabilityLogs|Failed to load metadata.
sv: ObservabilityLogs|Det gick inte att läsa in metadata.

source: ObservabilityLogs|Fingerprint
sv: ObservabilityLogs|Fingeravtryck

source: ObservabilityLogs|Level
sv: ObservabilityLogs|Nivå

source: ObservabilityLogs|Logs
sv: ObservabilityLogs|Loggar

source: ObservabilityLogs|Monitor log events captured from your systems. Send log data to this project using OpenTelemetry. %{docsLink}
sv: ObservabilityLogs|Övervaka logghändelser som hämtas från dina system. Skicka loggdata till projektet med OpenTelemetry. %{docsLink}

source: ObservabilityLogs|Resource Attribute
sv: ObservabilityLogs|Resursattribut

source: ObservabilityLogs|Resource attributes
sv: ObservabilityLogs|Resursattribut

source: ObservabilityLogs|Search logs…
sv: ObservabilityLogs|Sök i loggar…

source: ObservabilityLogs|Service
sv: ObservabilityLogs|Tjänst

source: ObservabilityLogs|Severity
sv: ObservabilityLogs|Allvarlighetsgrad

source: ObservabilityLogs|Severity Number
sv: ObservabilityLogs|Allvarlighetsgradsnummer

source: ObservabilityLogs|Showing %{count} logs
sv: ObservabilityLogs|Visar %{count} loggar

source: ObservabilityLogs|Span ID
sv: ObservabilityLogs|Spann-ID

source: ObservabilityLogs|Trace Flags
sv: ObservabilityLogs|Spårningsflaggor

source: ObservabilityLogs|Trace ID
sv: ObservabilityLogs|Spårnings-ID

source: Observability|GitLab CI/CD variable
sv: Observability|GitLab CI/CD-variabel

source: Observability|Set the %{variable_name} CI/CD variable to start collecting pipeline metrics, logs, and traces automatically.
sv: Observability|Ange CI/CD-variabeln %{variable_name} för att börja samla in pipeline-mått, loggar och spår automatiskt.

source: OfflineTransferExport|Enter AWS credentials
sv: OfflineTransferExport|Ange AWS-autentiseringsuppgifter

source: OfflineTransferImport|These credentials are used to read the export package to be imported. The credentials are not used to browse or write to your storage.
sv: OfflineTransferImport|Dessa autentiseringsuppgifter används för att läsa exportpaketet som ska importeras. De används inte för att bläddra i eller skriva till din lagring.

source: OfflineTransfer|Application Default Credentials can only be used with object storage buckets whose name starts with "%{prefix}".
sv: OfflineTransfer|Programstandardautentiseringsuppgifter kan endast användas med objektlagringshinkar vars namn börjar med ”%{prefix}”.

source: OfflineTransfer|Offline transfer requires a configured %{boldStart}AWS S3 object storage service%{boldEnd}. Set up your bucket and credentials before exporting.
sv: OfflineTransfer|Offlineöverföring kräver en konfigurerad %{boldStart}objektlagringstjänst för AWS S3%{boldEnd}. Konfigurera din hink och dina autentiseringsuppgifter före exporten.

source: OfflineTransfer|Only administrators can use Application Default Credentials for offline transfer.
sv: OfflineTransfer|Endast administratörer kan använda programstandardautentiseringsuppgifter för offlineöverföring.

source: Only required if not using role instance credentials.
sv: Krävs endast om du inte använder autentiseringsuppgifter för rollinstans.

source: Orbit|What open vulnerabilities exist in my projects?
sv: Orbit|Vilka öppna sårbarheter finns i mina projekt?

source: Owasp|A06:2021 Vulnerable and Outdated Components
sv: Owasp|A06:2021 Sårbara och föråldrade komponenter

source: Owasp|A9:2017 Using Components with Known Vulnerabilities
sv: Owasp|A9:2017 Användning av komponenter med kända sårbarheter

source: Package file size limits
sv: Gränser för paketfilstorlek

source: Package registry rate limits
sv: Hastighetsgränser för paketregister

source: Package registry types for which metadata is stored, required for License Compliance for CycloneDX files.
sv: Typer av paketregister för vilka metadata lagras, krävs för licensöverensstämmelse för CycloneDX-filer.

source: Package registry: authenticated API requests
sv: Paketregister: autentiserade API-begäranden

source: Package registry: unauthenticated API requests
sv: Paketregister: oautentiserade API-begäranden

source: Pipeline Secret Detection
sv: Identifiering av hemligheter i pipeline

source: Pipeline trigger tokens
sv: Trigger-token för pipeline

source: PipelineEditorTutorial|If you’re using a self-managed GitLab instance, %{linkStart}make sure your instance has runners available.%{linkEnd}
sv: PipelineEditorTutorial|Om du använder en självhanterad GitLab-instans ska du %{linkStart}se till att instansen har tillgängliga runners.%{linkEnd}

source: PipelineSchedules|Can have custom CI/CD variables.
sv: PipelineSchedules|Kan ha anpassade CI/CD-variabler.

source: PipelineSource|Scheduled Scan Execution Policy
sv: PipelineSource|Schemalagd policy för körning av skanning

source: PipelineTriggerTokens|Create pipeline trigger token
sv: Pipelineutlösartoken|Skapa pipelineutlösartoken

source: PipelineTriggerTokens|How can I keep my tokens secure?
sv: Pipelineutlösartoken|Hur kan jag hålla mina token säkra?

source: Pipelines|An error occurred while updating the trigger token. Please try again.
sv: Pipelines|Ett fel uppstod när utlösartoken uppdaterades. Försök igen.

source: Pipelines|By revoking a trigger token you will break any processes making use of it. Are you sure?
sv: Pipelines|Genom att återkalla en utlösartoken bryter du alla processer som använder den. Vill du fortsätta?

source: Pipelines|Clear runner caches
sv: Pipelines|Rensa runnercachar

source: Pipelines|Copy trigger token
sv: Pipelines|Kopiera utlösartoken

source: Pipelines|No trigger tokens have been created yet. Add one using the form above.
sv: Pipelines|Inga utlösartoken har skapats ännu. Lägg till en med formuläret ovan.

source: Pipelines|Something went wrong while cleaning runners cache.
sv: Pipelines|Något gick fel när runnercachen skulle rensas.

source: Pipeline|Failed to retrieve CI/CD variables.
sv: Pipeline|Det gick inte att hämta CI/CD-variabler.

source: Pipeline|Raw text search is not currently supported. Please use the available search tokens.
sv: Pipeline|Sökning i råtext stöds för närvarande inte. Använd tillgängliga söktoken.

source: Pipeline|Specify variable values to be used in this run. The variables specified in the configuration file as well as %{linkStart}CI/CD settings%{linkEnd} are used by default.
sv: Pipeline|Ange de variabelvärden som ska användas i den här körningen. Variablerna som anges i konfigurationsfilen och %{linkStart}CI/CD-inställningarna%{linkEnd} används som standard.

source: PivotalTrackerService|Pivotal Tracker API token. User must have access to the story. All comments are attributed to this user.
sv: Pivotal Tracker-tjänst|Pivotal Tracker API-token. Användaren måste ha åtkomst till ärendet. Alla kommentarer tillskrivs den här användaren.

source: Please provide a shared secret.
sv: Ange en delad hemlighet.

source: Prevent secrets such as keys and API tokens from being committed to any repository in this GitLab instance.
sv: Förhindra att hemligheter som nycklar och API-token skickas till något arkiv i GitLab-instansen.
